alefragnani.project-manager
brandonkirbyson.vscode-animations
catppuccin.catppuccin-vsc
chaitanyashahare.lazygit
charliermarsh.ruff
continue.continue
dbaeumer.vscode-eslint
ding.vscode-ding
earlgrey.earl-grey
editorconfig.editorconfig
enkia.tokyo-night
esbenp.prettier-vscode
github.copilot
github.copilot-chat
joshmu.periscope
jpcrs.binocular
lamarcke.kanagawa-black
mechatroner.rainbow-csv
meganrogge.template-string-converter
mhutchie.git-graph
miguelsolorio.symbols
mquandalle.graphql
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
nautigsam.go-to-test
pachwenko.django-test-runner
redhat.vscode-yaml
rooveterinaryinc.roo-cline
rozbo.papercolor-vscode
sleistner.vscode-fileutils
subframe7536.custom-ui-style
supermaven.supermaven
svanteboberg.svant-vscode-fzf
tomrijndorp.find-it-faster
vscodevim.vim
yesh-yendamuri.lobster
yesh-yendamuri.roadster
yesh.orc-agents